{
  "usuarios": [
    {
      "id": "1",
      "email": "usuario@exemplo.com",
      "senha": "senha123",
      "favoritos": [
        101,
        105,
        203
      ]
    },
    {
      "email": "gb3268147@gmail.com",
      "senha": "123456789",
      "favoritos": [
        2,
        6,
        3
      ],
      "id": "VbMAl1x"
    },
    {
      "id": "6ca7",
      "email": "emailtest1@gmail.com",
      "senha": "987654321",
      "favoritos": [
        2,
        3
      ]
    }
  ],
  "pontos": [
    {
      "id": "1",
      "nome": "Inhotim",
      "descricao": "O Instituto Inhotim é um dos maiores museus a céu aberto do mundo, localizado em Brumadinho, Minas Gerais. Fundado em 2006, o Inhotim combina arte contemporânea com um jardim botânico exuberante, abrigando uma vasta coleção de obras de artistas renomados internacionalmente. O espaço é conhecido por suas instalações inovadoras, pavilhões arquitetônicos impressionantes e uma diversidade de plantas tropicais e subtropicais. Inhotim é um destino cultural e natural que oferece aos visitantes uma experiência única de imersão na arte e na natureza.",
      "imagemPrincipal": {
        "url": "assets/img/inhotim_capa.jpg.webp",
        "Fonte": "inhotim.org.br"
      },
      "Imagens": [
        "assets/img/inhotimdetalhes.1.webp",
        "assets/img/inhotimdetalhes.2.webp",
        "assets/img/inhotimdetalhes.3.jpg"
      ],
      "Fonte2": "inhotim.org.br"
    },
    {
      "id": "2",
      "nome": "Cachoeira da Ostra",
      "descricao": "A Cachoeira das Ostras é um belo atrativo natural conhecido por suas águas cristalinas e ambiente tranquilo, ideal para quem busca contato direto com a natureza. Localizada em meio à vegetação nativa, a cachoeira forma pequenas piscinas naturais perfeitas para banho e relaxamento. O som das quedas d’água e o clima refrescante tornam o local um ótimo refúgio para trilhas leves, piqueniques e momentos de descanso em meio à paisagem exuberante.",
      "imagemPrincipal": {
        "url": "assets/img/cachoeiradasostrascapa.webp",
        "Fonte": "minasgerais.com.br"
      },
      "Imagens": [
        "img/cachoeiradaostradetalhe1.webp",
        "img/cachoeiradaostradetalhe2.webp",
        "img/cachoeiradaostradetalhe3.jpg"
      ],
      "Fonte2": "minasgerais.com.br, guiadostrilheiros.com.br"
    },
    {
      "id": "3",
      "nome": "Memorial Brumadinho",
      "descricao": "O Memorial das Vítimas de Brumadinho é um espaço de homenagem e reflexão dedicado às pessoas que perderam a vida no rompimento da barragem da Mina Córrego do Feijão, em 2019. Localizado no próprio município de Brumadinho (MG), o memorial busca preservar a memória das vítimas e reforçar a importância da responsabilidade ambiental e humana. Com uma arquitetura simbólica e ambiente de silêncio e respeito, o local convida à lembrança, ao acolhimento e à conscientização sobre a tragédia e suas consequências.",
      "imagemPrincipal": {
        "url": "assets/img/memorialbrumadinhocapa.webp",
        "Fonte": "memorialbrumadinho.org.br"
      },
      "Imagens": [
        "assets/img/memorialbrumadinhodetalhes1.avif",
        "assets/img/memorialbrumadinhodetalhes2.jpg",
        "assets/img/memorialbrumadinhodetalhes3.jpeg"
      ],
      "Fonte2": "memorialbrumadinho.org.br"
    },
    {
      "id": "4",
      "nome": "Piedade do Paraopeba",
      "descricao": "A Igreja de Nossa Senhora da Piedade do Paraopeba é uma das mais antigas de Minas Gerais, construída no século XVIII em estilo colonial. Localizada no distrito de Piedade do Paraopeba, em Brumadinho, a igreja se destaca por sua simplicidade e beleza histórica, preservando altares dourados, imagens sacras e detalhes arquitetônicos típicos do barroco mineiro. Além de seu valor religioso, o templo é um importante patrimônio cultural, representando a fé e a tradição das comunidades que ajudaram a formar a região.",
      "imagemPrincipal": {
        "url": "assets/img/piedadedoparaopebacapa.jpg",
        "Fonte": "minasgerais.com.br"
      },
      "Imagens": [
        "assets/img/piedadedoparaopebadetalhes1.jpg",
        "assets/img/piedadedoparaopebadetalhes2.png",
        "assets/img/piedadedoparaopebadetalhes3.jpg"
      ],
      "Fonte2": "minasgerais.com.br, wikipedia.org"
    },
    {
      "id": "5",
      "nome": "Ruinas do Forte",
      "descricao": "As Ruínas do Forte de Brumadinho são um marco histórico que remonta ao período colonial, quando a região era ponto estratégico de passagem e defesa das rotas do ouro em Minas Gerais. Localizadas em meio à natureza, as ruínas preservam vestígios das antigas construções de pedra, oferecendo aos visitantes um mergulho na história local. O local combina valor arqueológico e paisagístico, sendo um destino interessante para quem aprecia cultura, história e belas vistas da região.",
      "imagemPrincipal": {
        "url": "assets/img/ruinasdofortecapa.jpg",
        "Fonte": "guiadostrilheiros.com.br"
      },
      "Imagens": [
        "assets/img/ruinasdofortedetalhes1.jpg",
        "assets/img/ruinasdofortedetalhes2.jpg",
        "assets/img/ruinasdoforte.jpg"
      ],
      "Fonte2": "guiadostrilheiros.com.br"
    },
    {
      "id": "6",
      "nome": "Fazenda dos Martins",
      "descricao": "A Fazenda dos Martins, localizada em Brumadinho, é uma das propriedades rurais históricas da região, representando a tradição e a cultura do interior mineiro. Com casarões antigos, áreas verdes e belas paisagens, o local guarda memórias do período colonial e da vida no campo. Além do valor histórico e arquitetônico, a fazenda é um espaço que reflete a hospitalidade mineira e a forte ligação da comunidade com suas raízes rurais.",
      "imagemPrincipal": {
        "url": "assets/img/fazendadosmartinscapa.jpg",
        "Fonte": "iepha.mg.gov.br"
      },
      "Imagens": [
        "assets/img/fazendadosmartinsdetalhes1.jpg",
        "assets/img/fazendadosmartinsdetalhes2.jpg",
        "assets/img/fazendadosmartins.jpg"
      ],
      "Fonte2": "iepha.mg.gov.br"
    }
  ]
}